 [
  {
  "name": "足三里",
  "image": "zusanli",
  "position": "位于小腿前外侧，当外膝眼下3寸，距胫骨前缘一横指(中指)。",
  "function": "失眠、支气管炎、风湿病、胃病、三高、阳瘘、遗精、肝炎胆囊病、胆结石、肾结石、心绞痛、糖尿病、高血压、增进食欲、帮助消化、促进胃肠蠕动、改善便秘、抗衰老。"
  },
  {
  "name": "关元穴",
  "image": "guanyuanxue",
  "position": "位于肚脐下方3寸处(四指横放即为3寸)。",
  "function": "肢冷畏寒、肾虚、结肠炎、失眠、虚胖、遗尿、频腹痛、遗精阳瘘、早泄、月经不调、闭经、痛经、不孕、中风，气虚体弱。"
  },
  {
  "name": "神阙穴",
  "image": "shenquexue",
  "position": "神阙穴即肚脐，又名脐中，是人体任脉的要穴。它位于命门穴平行对应的肚脐中。",
  "function": "感冒、咳嗽、哮喘、中风、胃痛、腹痛、腰痛、牙痛、痛经阳瘘、颈椎坐骨神经痛、湿疹、痔疮、健脾强肾、回阳救逆、和胃理肠、行气利水散结通滞、活血调经、小儿营养不良。"
  },
  {
  "name": "大椎穴",
  "image": "dazhuixue",
  "position": "位于人体的颈部下端，第七颈椎刺突下凹陷处。",
  "function": "感冒、气管炎、肺炎等呼吸道疾病、改善背痛、头痛、中暑、肩周炎、颈椎病、落枕症状、预防风寒感冒。"
  },
  {
  "name": "涌泉穴",
  "image": "yongquanxue",
  "position": "涌泉穴位于足前部凹陷处第2、3趾趾缝纹头端与足跟连线的前三分之一处，当你用力弯曲脚趾时，足底前部出现的凹陷处就是涌泉穴。",
  "function": "失眠、头痛、休克、昏厥、中暑、偏瘫、耳鸣、高血压、糖尿病、更年期症状、咽喉痛、便秘、肾炎、阳瘘遗精、缓解各类妇科类和生殖类病症。"
  },
  {
  "name": "膻中穴",
  "image": "danzhongxue",
  "position": "位于人体的胸前部正中线上，两乳头连线的中点处，取穴时患者可采用正坐或仰卧的姿势。",
  "function": "膻中穴主治胸部疼痛，腹部疼痛、心悸、呼吸困难、咳嗽、过胖、过瘦、呃逆、乳腺炎、缺乳症、咳喘病、支气管炎、胸闷、胸痛心慌、气短、心烦。"
  },
  {
  "name": "三阴交",
  "image": "sanjiaoyin",
  "position": "位于足太阴脾经穴位，位于小腿三阴交内侧，裸关节上三寸。对于妇科疾病有很好的疗效，是针灸治疗妇科疾病的常用穴位。",
  "function": "月经不调、痛经、白带异常、不孕、闭经、缓解腹胀、消化不良、食欲不振、腹泻、失眠、神经衰弱、更年期综合征、祛湿、降血脂。"
  },
  {
  "name": "太溪穴",
  "image": "taixixue",
  "position": "在足内侧，内裸后方，当内裸尖与跟腱之间的凹陷处。",
  "function": "头痛目眩、咽喉肿痛、牙痛、耳聋、耳鸣、咳嗽、气喘、胸痛咳血、消渴，月经不调，失眠、健忘、遗精、阳瘘、小便频繁、腰肌痛、下肢厥冷、内裸肿痛。"
  },
  {
  "name": "命门穴",
  "image": "mingmenxue",
  "position": "命门穴位于腰部，当后正中线上，第二腰椎刺突下凹陷中。(即：第二腰与第三腰椎刺突之间)。取穴时采用俯卧的姿势，指压时，有强烈的压痛感。",
  "function": "遗尿、尿频、泄泻、遗精、白浊、阳瘘、早泄、赤白带下习惯性流产、头昏耳鸣、癫痫、惊恐、手足逆冷。"
  },
  {
  "name": "中脘穴",
  "image": "zhongwanxue",
  "position": "位于上腹部，前正中线上，胸骨下端和肚脐连接线中点(肚脐上4寸)",
  "function": "哮喘、头痛、失眠、慢性肝炎、慢性胃炎、胃痛、腹胀、腹泻、肚痛、呕吐、便秘、食欲不振、目眩耳鸣、青春痘，精力不济，神经衰弱等。"
  },
  {
  "name": "委中穴",
  "image": "weizhongxue",
  "position": "取该穴道时候患者应采用俯卧的取穴姿势，委中穴位于国横纹中点，股二头肌腱与半腱肌肌腱的中间，即膝盖里侧中央。",
  "function": "坐骨神经痛、小腿疲劳、腹部疼痛、颈部疼痛、腰部疼痛或疲劳、臀部疼痛、膝盖疼痛。"
  },
  {
  "name": "血海穴",
  "image": "xuehaixue",
  "position": "",
  "function": ""
  },
  {
  "name": "阴陵泉",
  "image": "yinlingquan",
  "position": "取穴的时候，最好用仰卧或正坐的姿势，胫骨内侧下缘与胫骨内侧缘之间的凹陷中。",
  "function": "腹痛、膝盖及腰腿疼痛、晕眩、腹胀、泄泻、水肿、食欲不振。"
  }
]